import { entrovit, entrovitkapsula, entrovitkids, gamotsin, gamotsinkapliya, gamotsinsirop, tridaza, vetalin, vetalinkapsula } from "../../assets"

const ruProducts = {
    products: [
        {
            id: 1,
            name: "Гамоцин Б6",
            image: gamotsin,
            link:"https://arzonapteka.uz/ru/search?medicine=80884&region=22397&view=list&filter=all",
            title:"Гамоцин Б6 - это средство нового поколения, которое помогает при более чем 100 нарушениях нервной системы.",
            text:"<b> гамоцин 30 таблеток:</b><br>ГАМК-400 мг, <br>цитрат магния-464 мг, <br>витамин B6-5 мг, <br>глицин-100 мг, <br>глютаминовая кислота-200 мг, <br>гинкго билоба-60 мг, <br > Мелатонин-1 мг. <br><b> применение:</B > при синдроме депрессии при усталости, нарушениях сна. в снижении интеллектуальных способностей. лечение когнитивных нарушений (ухудшение памяти, снижение концентрации внимания и интеллектуальных способностей). адъювантное лечение головокружения вестибулярного происхождения. Симптоматическое лечение звуков или шумов в ушах. Нарушения периферического кровообращения и микроциркуляции (в том числе артеопатии стоп). Синдром Рейно, нейросенсорные нарушения (головокружение, звон в ушах, гипоакузия). Диабетическая ретинопатия. Лечение диабета 2 типа и ожирения. Депрессия, стрессовые ситуации - при психическом эмоциональном напряжении(период экзаменов, конфликты и тому подобное). Меда дефицит магния, сопровождающийся такими ощущениями, как спазмы кишечника или учащенное сердцебиение, высокая утомляемость, мышечные боли и спазмы, колики Нины. Порядок приема-с 18 лет. Принимают по 1-2 таблетки в день за 1 час до сна!"
        },
        {
            id: 2,
            name: "Гамоцин Б6 сироп",
            image: gamotsinsirop,
            link:"https://arzonapteka.uz/ru/search?medicine=80884&region=22397&view=list&filter=all",
            title:"Гамоцин B6 сироп - это средство нового поколения, которое помогает при более чем 100 нарушениях нервной системы.",
            text:"<b> ГАМОЦИН B6 сироп:</b> </br><b> применение:</B > при поведенческих расстройствах у детей с задержкой умственного развития при снижении умственной активности детей. При синдроме депрессии при усталости, нарушениях сна. в снижении интеллектуальных способностей. лечение когнитивных нарушений (ухудшение памяти, снижение концентрации внимания и интеллектуальных способностей).адъювантное лечение головокружения вестибулярного происхождения. Симптоматическое лечение звуков или шумов в ушах. Нарушения периферекулярного кровообращения и микроциркуляции (в том числе артеопатии стоп). Синдром Рейно, нейросенсорные нарушения (головокружение, звон в ушах, гипоакузия). Лечение ожирения при диабете 2 типа. эпилипсия , психозы: депрессия, Депрессия Дауна, полиомиелит(периоды обострения и выздоровления), прогрессирующая миопатия(в составе комплексного лечения), стрессовые ситуации - психическое эмоциональное напряжение(период экзаменов, конфликтов и тому подобное). Дефицит магния, сопровождающийся такими ощущениями, как спазмы желудка или учащенное сердцебиение, высокая утомляемость, мышечные боли и спазмы. Длительность и дозы лечения назначаются врачом индивидуально в зависимости от степени тяжести заболевания. Емкость с сиропом перед взбиванием необходимо встряхнуть. сироп рекомендуется с 7 лет детям 7-12 лет-по 5 мл 2 раза в день после еды 30 минут глотания детям старше 12 лет - по 5 мл 3 раза в день после еды. Продолжительность приема не должна превышать 30 дней! "
        },
        {
            id: 3,
            name: "Гамоцин Б6 капля",
            image: gamotsinkapliya,
            link:"https://arzonapteka.uz/ru/search?medicine=80884&region=22397&view=list&filter=all",
            title:"Гамоцин Б6 капля - это средство нового поколения, которое помогает при более чем 100 нарушениях нервной системы.",
            text:"<b> Капля гамоцина B6</b > <br / ><b> применение:</B > у детей до 7 лет; при неврологических расстройствах новорожденных; при поведенческих расстройствах у детей; при задержке умственного развития детей со снижением умственной активности; при синдроме депрессии при усталости, нарушениях сна; при снижении интеллектуальных способностей; лечение когнитивных нарушений (ухудшение памяти, снижение концентрации внимания и интеллектуальных способностей) адъювантное лечение головокружений вестибулярного происхождения; нарушения периферического кровообращения и микроциркуляции (в том числе артериопатии ног); эпилепсия, психозы; депрессия, болезнь Дауна; полиомиелит (острые и восстановительные периоды); прогрессирующая миопатия (в составе комплексного лечения; депрессия, стрессовые ситуации, похожие ситуации); психоэмоциональное напряжение (период экзаменов, конфликтов и тому подобное). желудок- спазмы кишечника или учащенное сердцебиение, высокая утомляемость; дефицит магния, сопровождающийся болями и спазмами в мышцах, такими ощущениями, как покалывание Нины; неврозы, неврозоподобные состояния и вегето-сосудистая дистония, последствия нейроинфекций и черепно-мозговых травм, перинатальные и другие формы энцефалопатий (в том числе алкогольного происхождения);ишемический инсульт в период реабилитации"
        },
        {
            id: 4,
            name: "Тридаза 60",
            image: tridaza,
            link:"https://arzonapteka.uz/ru/search?medicine=79800&region=22397&view=list&filter=all",
            title:"Тридаза 60 - Препарат, содержащий серратиопептидазу и еще 3 уникальных протеолитических фермента!",
            text:" <b> ТРИДАЗА 60 капсулы</b > <br / ><b> действующие вещества (xpn):</b ><br / > - серратиопептидаза, <br / > - трипсин,<br / >- бромелайн, <br / > - папаин. <br / > количество действующих веществ в 1 капсуле: серратиопептидаза-5 мг, трипсин-15 мг, экстракт ананаса(бромелайн)-40 мг, экстракт папайи(паппаин)-15 мг Вспомогательные вещества: желатин (халяль), мальтодекстрин, стеарат магния. Противовоспалительное средство, стимулирующее иммунитет. Фармакодинамика:серропептаза, также известная как серратиопептидаза, представляет собой протеолитический фермент, полученный из непатогенных кишечных бактерий y Serratia E15. Клинические исследования показывают, что серратиопептидаза обладает фибринолитическим, противовоспалительным и противоопухолевым действием.Помимо уменьшения воспалительного процесса, серратиопептидаза уменьшает боль, блокируя высвобождение Амина боли из воспаленных тканей.Серратиопептидаза в соотношении 1: 1 с альфа-2-макроглобулином в крови маскирует свою антигенность, но сохраняет свою ферментативную активность. Серратиопептидаза попадает в экссудат в очаге воспаления, и ее количество в крови постепенно снижается. Серратиопептидаза уменьшает расширение капиллярных кровеносных сосудов и контролирует их проницаемость с помощью гидролиза брадикинина, гистамина и серотонина. Серратиопептидаза блокирует ингибиторы плазмина, и та же Тарика способствует фибринолитической активности плазмина."
        },
        {
            id: 5,
            name: "Веталин ультра",
            image: vetalin,
            link:"https://arzonapteka.uz/ru/search?medicine=72801&region=22397&view=list&filter=all",
            title:"Веталин ультра - Многокомпонентное средство для иммунитета и гемоглобина крови",
            text:"<b> Веталин ультра сироп</b > <br / ><b> действующие вещества (XPN):</B> полимальтозат гидроксида железа (III),<br / > холин,<br / > L-карнитин, <br / > витамин А (ретинола ацетат), <br/> витамин v1 (гидрохлорид тиамина), <br/> витамин V2 (фосфат рибофлавина натрия), <br/> витамин V12 (цианкобаламин), <br/> витамин C (аскорбиновая кислота), <br/>йод, <br / > цинк, <br/>  селен, <br/> экстракт прополиса.<br/><b > вспомогательные вещества: </b> сахарин натрия, сорбит, концентрат для устранения запахов и т. д. Каждые 5 миллилитров сиропа содержат:полимальтозат гидроксида железа (III) (чистое железо – 30 мг)108 мг, холин-40 мг, L-карнитин-150 мг, Витамин А(ретинолацетат) -0,3 мг,Витамин v1 (гидрохлорид тиамина) -2 мг,Витамин V2 (рибофлавин натрия фосфат) -1 мг, Витамин V12 (цианкобаламин) -0,002 мг, Витамин С (аскорбиновая кислота)- 50 мг, Йод-0,05 мг, Цинк-2,5 мг, Селен-0,01 мг, экстракт пропосила-100 мг веталин ультра – полимальтозат гидроксида железа (III) представляет собой комплекс, содержащий витамины, минералы, аминокислоту L-карнитин, холин и экстракт прополиса, которые необходимы для нормального функционирования и жизнедеятельности организма.  Он повышает сопротивляемость организма различным заболеваниям и неблагоприятным факторам окружающей среды."
        },
        {
            id: 6,
            name: "Веталин ультра капсула",
            image: vetalinkapsula,
            link:"https://arzonapteka.uz/ru/search?medicine=77755&region=22397&view=list&filter=all",
            title:"Веталин ультра капсула - Многокомпонентное средство для иммунитета и гемоглобина крови",
            text:"<b> vetalin ULTRA капсулы</b> <br/><b> действующие вещества (XPN):</b> полимальтозат гидроксида железа (III), <br/> холин, <br/> L-карнитин, <br / > витамин А (ретинола ацетат), <br/> витамин v1 (гидрохлорид тиамина), <br/> витамин V2 (фосфат рибофлавина натрия), <br/> витамин V12 (цианкобаламин), <br/> витамин C (аскорбиновая кислота), <br/>йод, <br / > цинк, <br/>  селен, <br/> экстракт прополиса.<br/><b > вспомогательные вещества: </b> сахарин натрия, сорбит, концентрат для устранения запахов и т. д. <b> формы препарата:</B > сироп и капсулы для приема внутрь. Состав 1 капсула содержит:полимальтозат гидроксида железа (III) (чистое железо – 30 мг) 108 мг, холин-40 мг, L-картинин-150 мг, Витамин А(ретинолацетат) -0,3 мг, Витамин В1 (гидрохлорид тиамина) -2 мг,Витамин В2 (рибофлавин натрия фосфат) -1 мг,Витамин В12 (цианкобаламин) -0,002 мг, Витамин С (аскорбиновая кислота)- 50 мг, Йод-0,05 мг, Цинк-2,5 мг, Селен-0,01 мг, экстракт пропосила-100 мг Веталин ультра – полимальтозат гидроксида железа (III) представляет собой комплекс, содержащий витамины, минералы, аминокислоту L-карнитин, холин и экстракт прополиса, которые необходимы для нормального функционирования и жизнедеятельности организма.  Он повышает сопротивляемость организма различным заболеваниям и неблагоприятным факторам окружающей среды."
        },
        {
            id: 7,
            name: "Энтеровит саше",
            image: entrovit,
            link:"https://arzonapteka.uz/ru/search?medicine=70804&region=22397&view=list&filter=all",
            title:"Энтеровит - Симбиотики нового поколения для кишечника и органов пищеварения",
            text:"<b> ЭНТЕРОВИТ Саше</b ><br/> <b> одна упаковка содержит</B > (пробиотики 500 мг на дозу) 13 миллиардов живых бактерий, Lactobacillus plantarum, Lactobacillus fermentum, Lactobacillus acidophilus, Lactobacillus bulgaricus, Bifidobacterium, longum Bifidobacterium bifidum, Bifidobacterium adolescentis, Bacillus coagulans, лактат цинка, 15 мг чистого цинка, 5 мг витамина С, 60 мг хлорида натрия, 120 мг хлорида калия, 100 мг цитрата натрия, 180 мг глюкозы, 1007 мг Вспомогательные вещества: ароматизатор (клубничный или апельсиновый) – 120 мг; мальтодекстрин – 0,8 г; сухое цельное молоко – 0,7 г. Свойства активных компонентов:лакто - и бифидобактерий - поддерживают и восстанавливают физиологический баланс микрофлоры кишечника, создают неблагоприятные условия для размножения и жизнедеятельности патогенных микроорганизмов, участвуют в процессах переваривания пищи и выработке витаминов группы В, С, К, а также регулируют электролитный баланс, иммунитет. Железо создает хорошие условия для усвоения кальция, витамина D. Бактерии, входящие в состав препарата, облегчают переваривание белков."
        },
        {
            id: 8,
            name: "Энтеровит капсула",
            image: entrovitkapsula,
            link:"https://arzonapteka.uz/ru/search?medicine=77757&region=22397&view=list&filter=all",
            title:"Энтеровит капсула - Симбиотики нового поколения для кишечника и органов пищеварения",
            text:"<b> энтеровит капсула</b > <br / ><b> одна капсула содержит</B > (пробиотики 500 мг на дозу) 13 миллиардов живых бактерий, Lactobacillus plantarum, Lactobacillus fermentum, Lactobacillus acidophilus, Lactobacillus bulgaricus, Bifidobacterium, longum Bifidobacterium bifidum, Bifidobacterium adolescentis, Bacillus coagulans, лактат цинка, 15 мг чистого цинка, 5 мг витамина С, 60 мг хлорида натрия, 120 мг хлорида калия, 100 мг цитрата натрия, 180 мг глюкозы, 1007 мг Вспомогательные вещества: ароматизатор (клубничный или апельсиновый) – 120 мг; мальтодекстрин – 0,8 г; сухое цельное молоко – 0,7 г. Свойства активных компонентов:лакто - и бифидобактерий - поддерживают и восстанавливают физиологический баланс микрофлоры кишечника, создают неблагоприятные условия для размножения и жизнедеятельности патогенных микроорганизмов, участвуют в процессах переваривания пищи и выработке витаминов группы В, С, К, а также регулируют электролитный баланс, иммунитет. Железо создает хорошие условия для усвоения кальция, витамина D. Бактерии, входящие в состав препарата, облегчают переваривание белков."
        },
        {
            id: 9,
            name: "Энтеровит кидс",
            image: entrovitkids,
            link:"https://arzonapteka.uz/ru/search?medicine=77756&region=22397&view=list&filter=all",
            title:"Энтеровит кидс - Симбиотики нового поколения для кишечника и органов пищеварения",
            text:"<b>Энтеровит кидс</b > <br / ><b> одна упаковка содержит</B > (пробиотики 500 мг на дозу) 13 миллиардов живых бактерий, Lactobacillus plantarum, Lactobacillus fermentum, Lactobacillus acidophilus, Lactobacillus bulgaricus, Bifidobacterium, longum Bifidobacterium bifidum, Bifidobacterium adolescentis, Bacillus coagulans, лактат цинка, 15 мг чистого цинка, 5 мг витамина С, 60 мг хлорида натрия, 120 мг хлорида калия, 100 мг цитрата натрия, 180 мг глюкозы, 1007 мг Вспомогательные вещества: ароматизатор (клубничный или апельсиновый) – 120 мг; мальтодекстрин – 0,8 г; сухое цельное молоко – 0,7 г. Свойства активных компонентов:лакто - и бифидобактерий - поддерживают и восстанавливают физиологический баланс микрофлоры кишечника, создают неблагоприятные условия для размножения и жизнедеятельности патогенных микроорганизмов, участвуют в процессах переваривания пищи и выработке витаминов группы В, С, К, а также регулируют электролитный баланс, иммунитет. Железо создает хорошие условия для усвоения кальция, витамина D. Бактерии, входящие в состав препарата, облегчают переваривание белков."
        },
    ],
  }
  
  export default ruProducts;  